adadot.code-reactions
adpyke.codesnap
ahmadawais.shades-of-purple
ajshort.include-autocomplete
albert.tabout
alefragnani.bookmarks
alefragnani.copy-word
alefragnani.project-manager
alefragnani.tagged-comment
alessh.reactsnippets
alexdauenhauer.catppuccin-noctis
ambooth.git-rename
amodio.toggle-excluded-files
antfu.iconify
antfu.smart-clicks
atomiks.moonlight
avnionurpehlivan.vscode-touch-bar
azemoh.one-monokai
barrsan.reui
bat67.leetcode-extension-pack
be5invis.vscode-custom-css
biati.vscode-text-tools
bibhasdn.git-easy
bierner.emojisense
bierner.gif-player
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-image-size
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bladnman.auto-align
blairleduc.touch-bar-display
bmewburn.vscode-intelephense-client
box-of-hats.bemhelper
bradzacher.vscode-coloured-status-bar-problems
brandonfowler.exe-runner
britesnow.vscode-toggle-quotes
brunnerh.file-properties-viewer
brunnerh.insert-unicode
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
cg-cnu.vscode-selection-extended
chakrounanas.turbo-console-log
chiragpat.tomorrow-and-tomorrow-night-operator-mono-theme
chouzz.vscode-better-align
christian-kohler.path-intellisense
chrmarti.regex
chunsen.bracket-select
cipchk.cssrem
code-nature.nilesoft-shell-file-formatter
codebytesfl.ccomment
codediagram.codediagram
codezombiech.gitignore
connor4312.codesong
connorshea.vscode-test-explorer-status-bar
csholmq.excel-to-markdown-table
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
danielsousadev.styled-components-snippets
darfka.vbscript
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
davidbabel.clever
dbankier.vscode-quick-select
ddzy.file-positioning
deerawan.vscode-faker
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
doggy8088.markdown-extension-pack
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
dossantosgabriel.linux-cheatsheet
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dzhavat.css-flexbox-cheatsheet
dzhavat.git-cheatsheet
eamodio.gitlens
earshinov.filter-lines
earshinov.permute-lines
earshinov.simple-alignment
ecmel.vscode-html-css
editorconfig.editorconfig
eldiyar-dev.simpler-flutter-snippets
electreefrying.insert-random-text
eliverlara.mars
eliverlara.sweet-vscode-icons
emilast.logfilehighlighter
enkia.tokyo-night
ericsia.pythonsnippets3
erikphansen.vscode-toggle-column-selection
esbenp.prettier-vscode
esskar.vscode-flutter-i18n-json
evan-buss.font-switcher
everettjf.filter-line
everettjf.pubspec-dependency-search
fabiospampinato.vscode-diff
fisheva.eva-theme
fooxly.workspace
formulahendry.code-runner
formulahendry.vscode-mysql
foxundermoon.shell-format
frinkr.pdf
genieai.chatgpt-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glenn2223.live-sass
goessner.mdmath
gokturksm.nebula-pandas
gruntfuggly.activitusbar
gruntfuggly.align-mode
gruntfuggly.renumber-selection
hbenl.vscode-test-explorer
hediet.vscode-drawio
helixquar.asciidecorator
helixquar.randomeverything
hermitter.oh-lucy-vscode
hideoo.toggler
hnw.vscode-auto-open-markdown-preview
ibm.output-colorizer
igorsbitnev.error-gutters
illixion.vscode-vibrancy-continued
ionutvmi.reg
jamessauer.gdscript-theme
janjoerke.align-by-regex
jannisx11.batch-rename-extension
jeff-hykin.better-cpp-syntax
jeroen-meijer.pubspec-assist
jerriepelser.copy-markdown-as-html
jerrygoyal.shortcut-menu-bar
jianbingfang.dupchecker
jkjustjoshing.vscode-text-pastry
jprestidge.theme-material-theme
jsaulou.theme-by-language
kaih2o.python-resource-monitor
kaiwood.better-line-select
kaiwood.center-editor-window
kelvin.vscode-sshfs
kevinkyang.auto-comment-blocks
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
l13rary.l13-diff
lakshits11.neon-city
leandro-rodrigues.fluent-ui-vscode
leetcode.vscode-leetcode
liamhammett.inline-parameters
littlefoxteam.vscode-python-test-adapter
lkytal.flatui
lmcarreiro.vscode-smart-column-indenter
mads-hartmann.bash-ide-vscode
magicstack.magicpython
marchiore.csvtomarkdown
mark-wiemer.vscode-autohotkey-plus-plus
mcright.auto-save
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mdickin.markdown-shortcuts
mehedidracula.php-namespace-resolver
mhutchie.git-graph
mightbesimon.emoji-icons
miguelsolorio.fluent-icons
miguelsolorio.min-theme
mikecluck.file-count
mikey.vscode-fileheader
mkxml.vscode-filesize
moalamri.inline-fold
mohammadbaqer.better-folding
monish.regexsnippets
moyu.snapcode
mrmlnc.vscode-duplicate
ms-azuretools.vscode-azureresourcegroups
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
ms-vscode.mono-debug
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-mysql
mutantdino.resourcemonitor
mvllow.rose-pine
natqe.reload
naumovs.color-highlight
neikeq.godot-csharp-vscode
neilbrayfield.php-docblocker
nhoizey.gremlins
nick-rudenko.back-n-forth
nilssoderman.batch-runner
njpwerner.autodocstring
njqdev.vscode-python-typehint
njzy.stats-bar
nmsmith89.incrementor
nopjmp.fairyfloss
patbenatar.advanced-new-file
peterschmalfeldt.explorer-exclude
phiter.phpstorm-snippets
piyush-bhatt.vscode-mat-palette
pkief.material-icon-theme
pomber.git-file-history
qcz.text-power-tools
rakib13332.material-code
rambit.highlight-counter
rectcircle.new-file-by-type
richie5um2.vscode-sort-json
rifi2k.format-html-in-php
rioj7.command-variable
rioj7.commandonallfiles
rioj7.context-menu-extra
rioj7.extra-context
rioj7.regex-text-gen
rioj7.select-by
rioj7.vscode-remove-comments
ritwickdey.liveserver
robbowen.synthwave-vscode
robole.file-bunny
ryuta46.multi-command
s-nlf-fh.glassit
sabrsorensen.synthwave-blues
sdras.night-owl
serpen.vbsvscode
seunghwan.smartsemicolon
shawtung.vscode-commentlinedown
shd101wyy.markdown-preview-enhanced
shreykumarjain.developer-copyright
sleistner.vscode-fileutils
slevesque.vscode-multiclip
slevesque.vscode-zipexplorer
slightc.pip-manager
smallbluedevelopment.discord-theme
solarliner.linux-themes
sporiley.css-auto-prefix
spywhere.guides
srmeyers.git-prefix
steoates.autoimport
takkao.open-window-tab-context
tal7aouy.theme
teabyii.ayu
telesoho.vscode-markdown-paste-image
thaumiel.file-last-modified
thomascsd.vscode-readme-pattern
timonwong.shellcheck
tinkertrain.theme-panda
tomoki1207.pdf
tomoki1207.selectline-statusbar
tory.unique-id-generator
truman.autocomplate-shell
twxs.cmake
tyriar.sort-lines
tyriar.vscode-terminal-here
unbug.codelf
unthrottled.doki-theme
urosvujosevic.explorer-manager
usernamehw.commands
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vsls-contrib.codetour
vsls-contrib.gitdoc
waderyan.gitblame
wangtao0101.debug-leetcode
wayou.vscode-todo-highlight
webrender.synthwave-x-fluoromachine
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
whtouche.vscode-js-console-utils
wix.vscode-import-cost
wmaurer.change-case
wmaurer.vscode-jumpy
wscats.eno
wscourge.togglecase
wupb.arrange-selection
xaviercai.vscode-leetcode-cpp-debug
xshapira.joey-theme
xuangeaha.print-divider
xyz.local-history
yay.lntoggle
yo1dog.cursor-align
yo1dog.cursor-trim
yo1dog.multi-cursor-search
yoavbls.pretty-ts-errors
yummygum.city-lights-theme
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
zobo.php-intellisense
zokugun.explicit-folding
